SourceLANGID=1033
LANGID=1036
TargetApplication=Inno Script Studio 2.0
Author=Cocotteseb
Generator=Kymoto Solutions Language Editor 1.0
LastModified=2012-06-18 14:30:30

[Application.Editor]
00000001=&Annuler
00000002=Annuler la dernière action
00000003=&Rétablir
00000004=Rétablir la dernière action annulée
00000005=&Couper
00000006=Couper la sélection et la placer dans le presse-papiers
00000007=&Copier
00000008=Copier la sélection et la placer dans le presse-papiers
00000009=&Coller
00000010=Coller le contenu du presse-papier
00000011=&Supprimer
00000012=Supprimer la sélection courante
00000013=Sélectionner &Tout
00000014=Sélectionner tout
00000015=&Rechercher
00000016=Rechercher le texte spécifié
00000017=Recherche &suivante
00000018=Rechercher l'occurence suivante du texte spécifié
00000019=&Remplacer
00000020=Remplacer le texte spcécifié par un text différent
00000021=&Aller à la ligne numéro
00000022=Aller à la ligne

[Application.MainForm]
00000001=Menu principal
00000002=&Fichier
00000003=&Nouveau
00000004=&Encodage
00000005=&Auto (ANSI ou UTF-8)
00000006=&UTF-8
00000007=&Scripts récents
00000008=&Edition
00000009=&Recherche
00000010=&Affichage
00000011=&Sections
00000017=&Messages
00000019=&Barre de statut
00000020=Afficher ou cacher la barre de statut
00000021=&Barres d'outils
00000022=Afficher ou cacher les barres d'outils
00000023=&Standard
00000024=Afficher ou cacher la barre d'outils Standard
00000025=&Edition
00000026=Afficher ou cacher la barre d'outils Edition
00000027=&Projet
00000028=Afficher ou cacher la barre d'outils Projet
00000029=&Débogage
00000030=Afficher ou cacher la barre d'outils Débogage
00000031=&Sections
00000032=&Langues
00000033=Sélectionner une langue dans laquelle afficher le programme
00000034=&Projet
00000035=&Options d'installation
00000036=Importer depuis le script
00000037=Importer depuis le fichier
00000038=Exporter vers le fichier
00000039=&Débogage
00000040=&Outils
00000042=&Aide
00000043=Standard
00000044=Edition
00000045=Projet
00000046=Options d'installation
00000047=Options d'installation
00000048=Sections
00000049=Sélectionner la section
00000050=Débogage
00000051=Messages
00000052=Sortie Compilateur
00000053=Sortie Débogueur
00000054=Structure
00000055=Sections
00000059=&Nouveau script
00000060=Créer un nouveau script Inno Setup vide
00000061=Nouveau script (&Assistant)
00000062=Créer un nouveau script Inno Setup en utilisant l'assisitant Inno
00000063=&Ouvrir...
00000064=Ouvrir un script Inno Setup existant
00000065=&Enregistrer
00000066=Enregistrer le script Inno Setup courant
00000067=Enregistrer &sous...
00000068=Enregistrer le script Inno Setup courant sous un nouveau nom
00000069=Sauvegarder &Tout
00000070=Enregistrer tous les scripts Inno Setup ouverts
00000071=&Fermer le script
00000072=Fermer le script Inno Setup courant
00000073=&Fermer tous les scripts
00000074=Fermer tous les scripts Inno Setup ouverts
00000075=Imprimer la prévisualisation
00000076=Prévisualiser le script Inno Setup courant avant l'impression
00000077=&Imprimer...
00000078=Imprimer une partie ou en entier le script Inno Setup courant
00000079=&Quitter
00000080=Quitter le programme
00000081=&Annuler
00000082=Annuler la dernière action
00000083=&Rétablir
00000084=Rétablir la dernière action annulée
00000085=&Couper
00000086=Couper la sélection et la placer dans le presse-papiers
00000087=&Copier
00000088=Copier la sélection et la placer dans le presse-papiers
00000089=&Coller
00000090=Coller le contenu du presse-papier
00000091=&Supprimer
00000092=Supprimer la sélection courante
00000093=Sélectionner &Tout
00000094=Sélectionner tout
00000097=&Rechercher...
00000098=Rechercher le texte spécifié
00000099=Recherche &suivante
00000100=Rechercher l'occurence suivante du texte spécifié
00000101=Recherche &précédente
00000102=Recherche l'occurence précédente du texte spécifié
00000103=&Remplacer...
00000104=Remplacer le texte spcécifié par un text différent
00000105=&Aller à la ligne numéro...
00000106=Aller à la ligne
00000107=&Alterner signet
00000108=Alterner signet
00000109=&Aller au signet
00000110=Aller au signet
00000111=&Personnaliser...
00000112=Personnaliser les barres d'outils
00000113=Verrouiller les barres d'outils
00000114=Verrouiller les barres d'outils
00000115=Utiliser les chemins &relatifs
00000116=Utiliser les chemins relatifs
00000117=&Options des langues...
00000118=Editer les options des langues
00000135=&Compiler
00000136=Compiler le script Inno Setup courant
00000137=&Arrêter la compilation
00000138=Arrêter la compilation du script Inno Setup courant
00000139=&Priorité faible lors de la compilation
00000140=Le compilateur d'Inno Setup doit avoir une priorité faible lors de la compilation
00000141=&Ouvrir dans Inno Setup
00000142=Ouvrir le script Inno Setup courant dans Compiler32 (Inno Setup Editor)
00000143=Ouvrir le dossier de destination
00000144=Ouvrir le dossier de destination des projets
00000145=Importer la section [Files]...
00000146=Importer la section [Files] depuis un fichier de script existant
00000147=Importer la section [Dirs]...
00000148=Importer la section [Dirs] depuis un fichier de script existant
00000149=Importer la section [INI]...
00000150=Importer la section [INI] depuis un fichier de script existant
00000151=Importer la section [Messages]...
00000152=Importer la section [Messages] depuis un fichier de script existant
00000153=Importer la section [Registry]...
00000154=Importer la section [Registry] depuis un fichier de script existant
00000155=Importer le fichier INI...
00000156=Importer le fichier INI
00000157=Importer le fichier des messages...
00000158=Importer le fichier des messages
00000159=Importer le fichier de registre...
00000160=Importer le fichier de registre
00000161=Exporter la section [INI]...
00000162=Exporter la section [INI] vers un fichier
00000163=Exporter la section [Messages]...
00000164=Exporter la section [Messages] vers un fichier
00000165=Exporter la section [Registry]...
00000166=Exporter la section [Registry] vers un fichier
00000167=Détacher le &débogueur
00000168=Détacher le débogueur
00000169=&Exécuter
00000170=Exécuter
00000171=Exécuter jusqu'au &curseur
00000172=Exécuter jusqu'au curseur
00000173=&Pas à pas détaillé
00000174=Pas à pas détaillé
00000175=&Pas à pas principal
00000176=Pas à pas principal
00000177=&Mettre en pause
00000178=Mettre en pause le débogueur
00000179=&Arrêter
00000180=Arrêter le débogueur
00000181=Installation
00000182=Cible installation
00000183=Désinstallation
00000184=Cible désinstallation
00000185=&Paramètres
00000186=Paramètres
00000187=&Evaluer la constante
00000188=Evaluer la constante
00000189=Alterner le &point d'arrêt
00000190=Alterner le point d'arrêt
00000191=Générer des &GUID
00000192=Générer un GUID; Remplacer le texte sélectionné
00000193=Configurer les &outils de signature de code...
00000194=Editer les outils de signature de code
00000195=&Options
00000196=Options du programme
00000197=Sélectionner l'onglet suivant
00000198=Sélectionner l'onglet Script suivant
00000199=Sélectionner l'onglet précédent
00000200=Sélectionner l'onglet Script précédent
00000201=Aide Inno Script Studio
00000202=Documentation Inno Script Studio
00000203=&Site Web Inno Script Studio
00000204=Page d'accueil Inno Script Studio
00000205=&Documentation Inno Setup
00000206=Documentation Inno Setup
00000207=Exemples de scripts Inno Setup
00000208=Exemples de scripts Inno Setup
00000209=&FAQ Inno Setup
00000210=FAQ Inno Setup
00000211=&Historique des versions Inno Setup
00000212=Historique des versions Inno Setup
00000213=Site Web Inno Setup
00000214=Page d'accueil Inno Setup
00000215=Documentation préprocesseur I&nno Setup
00000216=Documentation préprocesseur Inno Setup
00000217=Site Web Préprocesseur Inn&o Setup
00000218=Page d'accueil Préprocesseur Inno Setup
00000219=Base de connaissances des extensions Inno Setup
00000220=Page d'accueil de la base de connaissances des extensions Inno Setup
00000221=Site Web R&emObjects Pascal Script
00000222=Page d'accueil de RemObjects Pascal Script
00000223=Inno Setup &support
00000224=Page Web de donations Inno Setup
00000225=A propos d'Inno Setup
00000226=A propos d'Inno Setup
00000227=Support Inno Script Studio
00000228=Page web de dons pour Inno Script Studio
00000229=Rechercher &des mises à jour
00000230=Rechercher des mises à jour
00000231=A propos d'
00000232=A propos de|Affichage des informations sur l'application, numéro de version && copyrights
00000233=Cible - [%s]
00000234=Sélectionner la cible de débogage

[Dialog.AddFolder]

[Dialog.CodeSigning]
00000001=Nom
00000002=Commandement
00000003=Ajouter
00000005=Modifier
00000007=Effacer

[Dialog.EvaluateConstant]
00000001=Sélectionner les constantes de script à évaluer:

[Dialog.GoToLine]

[Dialog.InstallFonts]
00000001=Nom de la police
00000002=Nom du fichier

[Dialog.Language]
00000001=Langue:
00000002=ID de la langue:
00000003=Page de code:
00000004=Nom de la police des dialogues:
00000005=Nom de la police de bienvenue:
00000006=Nom de la police de titre:
00000007=Nom de la police du copyright:
00000008=Taille:
00000009=Taille:
00000010=Taille:
00000011=Taille:
00000012=La langue est affichée de Droite à Gauche

[Dialog.Languages]
00000001=Merci de sélectionner les langues standards d'Inno Setup à ajouter
00000002=&Sélectionner tout
00000003=&Déselectionner tout

[Dialog.Parameters]
00000001=Paramètres de la ligne de commande pour l'installation et la désintallation:

[Dialog.WindowsVersion]
00000001=Sélectionner la version de Windows:
00000002=Informations sur la version de Windows
00000003=Version majeure:
00000004=Version mineure:
00000005=Version Build:
00000006=Service Pack:
00000007=Vous ne pouvez saisir qu'un nombre ici
00000008=Vous ne pouvez saisir qu'un nombre ici
00000009=Vous ne pouvez saisir qu'un nombre ici
00000010=Vous ne pouvez saisir qu'un nombre ici
00000011=Inclure la version Build

[Options]
00000001=Outils
00000002=Réinitialiser les options
00000003=Importer les options
00000004=Exporter les options

[Options.Associations]
00000001=Associations de fichiers
00000002=&Associer les fichiers Inno Setup Script (*.iss) avec ce compilateur

[Options.CodeSigning]
00000001=Nom
00000002=Commandement
00000003=Ajouter
00000005=Modifier
00000007=Effacer

[Options.Compiler]
00000001=Emplacement du compilateur Inno Setup
00000002=Dossier du compilateur:

[Options.Display]
00000001=Affichage (Général)

[Options.Editor]
00000001=Paramètres de l'éditeur
00000002=Largeur des onglets:
00000004=Utiliser la coloration syntaxique
00000006=Indenter automatiquement
00000007=Autoriser le curseur à se déplacer après la fin des lignes
00000009=Convertir les tabulations en espaces

[Options.FontsAndColors]

[Options.General]
00000001=Options de démarrage
00000002=Section de démarrage:
00000004=Réouvrir le dernier script
00000005=Ouvrir avec un nouveau fichier de script vide
00000006=Paramètres généraux
00000007=Ecrire les booléens:
00000008=Afficher le chemin complet dans la barre de titre
00000009=Sauvegarder automatiquement avant de compiler
00000010=Créer des copies de sauvegarde lors de l'enregistrement
00000011=Autoriser annuler après sauvegarde
00000012=Pause sur les exceptions
00000013=Toujours tester le fichier de script compilé

[Options.Plugins]
00000001=Nom
00000002=Auteur
00000003=Nom du fichier

[Options.Styler.Inno]
00000002=Style de la police
00000004=Couleur premier-plan:
00000005=Couleur arrière-plan:

[Options.Styler.Pascal]
00000003=Style de la police
00000005=Couleur premier-plan:
00000006=Couleur arrière-plan:

[Options.Updates]
00000002=Serveur proxy:
00000003=Nom d'utilisateur:
00000004=Mot de passe:
00000005=Vérifier automatiquement les mises à jour au démarrage
00000007=Ajouter les mises à jour au fichier de log
00000008=Utiliser un serveur proxy

[Project.Additional]
00000002=Espace disque suppl.:
00000003=Arrondi Date/Heure:
00000004=Date de modification:
00000005=Heure de modification:
00000006=Modifications immédiates des associations
00000007=Toujours redémarrer
00000008=Rédemarrer si nécessaire suite à l'exécution
00000009=Autoriser annuler durant l'installation
00000010=Dates/heures en UTC
00000011=Modifications immédiates de l'environnement
00000013=Icône de l'installateur:
00000014=Sélectionner le fichier de l'icône d'installation

[Project.Appearance]
00000002=Image normale assistant:
00000003=Petite image assistant:
00000004=Couleur de fond:
00000005=Etirer l'image de l'assistant d'installation
00000006=Sélectionner la petite image de l'assistant d'installation
00000007=Sélectionner l'image normale de l'assistant d'installation
00000009=Couleur 1:
00000010=Couleur 2:
00000011=Sens:
00000012=Arrière-plan de la fenêtre visible
00000013=Couleur d'arrière-plan solide
00000014=Afficher la légende de la fenêtre
00000015=Fenêtre redimensionnable
00000016=Démarrer en étant maximisée

[Project.ApplicationDetails]
00000001=Détails de l'application
00000002=Nom de l'application:
00000003=Version de l'application:
00000004=Copyright de l'application:
00000005=Mutex de l'application:
00000006=Mot de passe:
00000007=Privilèges requis:
00000008=ID de l'application:
00000009=Version de l'application:
00000010=Générer l'ID de l'application
00000011=Le AppVerName a été remplacé dans la version 5.3.10 de Inno Setup par AppVersion.\n\nCliquer ici pour convertir vers la nouvelle directive AppVersion.
00000012=Licence && Informations
00000013=Fichier de la licence:
00000014=Fichier des infos avant:
00000015=Fichier des infos après:
00000016=Parcourir pour le fichier de la licence
00000017=Parcourir pour le fichier des informations avant
00000018=Parcourir pour le fichier des informations après

[Project.CodeSigning]
00000002=Dossier de désinstallation:
00000003=Outil de signature de code:
00000004=Utiliser un programme de désinstallation signé
00000005=Sélectionner le dossier où stocker les fichiers de désinstallation signés
00000006=Configurer les outils de signature de code

[Project.Compiler]
00000002=Dossier de sortie:
00000003=Nom du fichier de base de sortie:
00000004=Dossier source:
00000005=Fichier manifeste de sortie:
00000006=Utiliser le "setup loader"
00000007=Fusionner les fichiers dupliqués
00000008=Chiffrement
00000009=Terminal Services compatible
00000010=Journalisation du programme d'installation
00000011=Sélectionner le dossier de sortie
00000012=Sélectionner le dossier source
00000013=Sélectionner le fichier manifeste de sortie
00000014=Paramètres de l'architecture
00000015=Installer en mode 64-bits
00000016=Architectures autorisées:

[Project.Compression]
00000003=Compression interne:
00000004=Niveau de compression:
00000005=Threads de compression:
00000006=Compression solide
00000007=Options LZMA/LZMA2
00000008=Algorithme:
00000009=Taille du bloc:
00000010=Taille du dictionnaire:
00000011=Match finder:
00000012=Nbr. threads block:
00000013=Nbr. fast bytes:
00000014=Utiliser des processus distincts:

[Project.Directory]
00000002=Nom du dossier par défaut:
00000003=Désactiver la page du dossier:
00000004=Avertissement en cas d'existence du dossier:
00000005=Créer le dossier d'application
00000006=Utiliser le dossier d'application précédent
00000007=Autoriser le dossier racine
00000008=Autoriser les chemins UNC
00000009=Permettre l'avertissement d'un dossier inexistant
00000010=Ajouter le nom du dossier par défaut

[Project.DiskSpanning]
00000001=Découpage du programme d'installation (DiskSpanning)
00000002=Taille de l'unité d'allocation du disque:
00000003=Octets de réserve:
00000004=Taille des fractions:
00000005=Fractions par disque:
00000006=Prérégalges du découpage:
00000007=Activer le DiskSpanning

[Project.InstallPages]
00000002=Utiliser le type de configuration précédente
00000003=Utiliser les tâches précédentes
00000004=Désactiver la page ready
00000005=Désactiver ready memo
00000006=Liste des composants à plat
00000007=Afficher la taille des composants
00000008=Désactiver la page de bonne fin
00000009=Afficher les lignes de l'arbre des tâches
00000010=Afficher la liste des composants
00000011=Afficher le dossier dans la page ready
00000012=Afficher le groupe dans la page ready
00000013=Désactiver l'invite de démarrage
00000014=Désactiver la page de bienvenue
00000015=Utiliser la langue précédente

[Project.Language]
00000002=Méthode de détection de la langue:
00000003=Afficher la boîte de dialogue des langues:
00000004=Montrer les langues non affichables

[Project.LogFile]
00000002=Nom du fichier journal:
00000003=Méthode de journalisation:
00000004=Sélectionner le fichier journal

[Project.ProgramGroup]
00000002=Nom du groupe par défaut:
00000003=Désactiver la page du groupe de programme:
00000004=Utiliser le groupe précédent
00000005=Ne pas autoriser d'icônes
00000006=Toujours utiliser le groupe personnel
00000007=Ajouter le nom du groupe par défaut

[Project.PublisherInfo]
00000001=Informations sur l'éditeur
00000002=Editeur:
00000003=URL de l'éditeur:
00000004=URL de support:
00000005=URL des MAJ:
00000006=Version:
00000007=Commentaires
00000008=Contact:
00000009=Fichier Lisez-moi:
00000010=Téléphone:

[Project.RestartManager]

[Project.SysRequirements]
00000001=Pré-requis du système
00000002=Seulement sous la version de Windows
00000003=Windows:
00000004=Windows NT:
00000005=Sélectionner seulement en-dessous de la version de Windows NT
00000006=Sélectionner seulement en-dessous de la version de Windows
00000007=Version minimale de Windows
00000008=Windows:
00000009=Windows NT:
00000010=Sélectionner la version minimale de Windows
00000011=Sélectionner la version minimale de Windows NT

[Project.Uninstall]
00000002=Mode de journalisation:
00000003=Dossier du programme de désinstallation des fichiers:
00000004=Désinstallable:
00000005=Créer clé de registre:
00000006=Redémarrer l'ordinateur
00000007=Mettre à jour le journal AppName lors de la désinstallation
00000008=Paramètres des programmes et fonctionnalités
00000009=Afficher le nom:
00000010=Afficher l'icône:
00000011=Index de l'icône:
00000012=Modifier le chemin:
00000013=Afficher la taille:

[Project.UserInfo]
00000001=Informations sur l'utilisateur
00000002=Nom d'utilisateur par défaut:
00000003=Organisation par défaut:
00000004=Numéro de série par défaut:
00000005=Afficher la page des informations sur l'utilisateur
00000006=Utiliser les informations sur l'utilisateur précédentes

[Project.VersionInfo]
00000001=Informations de version
00000002=Version:
00000003=Entreprise:
00000004=Description:
00000005=Texte version:
00000006=Copyright:
00000007=Nom du produit:
00000008=Version du produit:
00000009=Texte version produit:

[Properties.BaseForm]

[Properties.Components]
00000001=Nom:
00000002=Description:
00000003=Espace disque suppl.:

[Properties.CustomMessages]
00000001=ID du message:
00000002=Ecrasement de la langue:
00000003=Message personnalisé:

[Properties.Files]
00000001=Source:
00000002=Nom de la destination:
00000003=Dossier de destination:
00000004=Installation de la police:
00000005=Dimensions extérieures:
00000006=Nom de l'assembly forte:
00000007=Conditionnel
00000008=Système
00000009=(Dés)Installation
00000010=Autre

[Properties.Folders]
00000001=Nom:
00000002=Dossier de destination:

[Properties.Icons]
00000001=Nom:
00000002=Nom du fichier:
00000003=Dossier de travail:
00000004=Fichier d'icône:
00000005=Index de l'icône:
00000006=Dossier de destination:
00000007=(Dés)Installation
00000008=Additionnel
00000009=Paramètres:
00000010=App User Model ID:
00000011=Commentaire:
00000012=Touche de raccourci:

[Properties.INIFiles]
00000001=Nom du fichier:
00000002=Section:
00000003=Clé:
00000004=Valeur:

[Properties.InstallDelete]
00000001=Nom du fichier:
00000002=Type:

[Properties.InstallRun]
00000001=Nom du fichier:
00000002=Paramètres:
00000003=Dossier de travail:
00000004=Description:
00000005=Message de statut:
00000006=ID "Run Once":
00000007=Verbe d'exécution:
00000008=Conditionnel
00000009=Système
00000010=Visibilité

[Properties.Languages]
00000001=Nom:
00000002=Fichier des messages:
00000003=Fichier de la licence:
00000004=Fichier des infos avant:
00000005=Fichier des infos après:

[Properties.Messages]
00000001=ID du message:
00000002=Ecrasement de la langue:
00000003=Message par défaut:
00000004=Message personnalisé:

[Properties.PostCompile]
00000001=Paramètres:
00000002=Nom du fichier:

[Properties.PreCompile]
00000001=Paramètres:
00000002=Nom du fichier:

[Properties.Registry]
00000001=Racine:
00000002=Sous-clé:
00000003=Type de la valeur:
00000004=Nom de la valeur:
00000005=Données de la valeur:
00000006=(Dés)Installation

[Properties.SignTool]
00000001=Commande:
00000002=Nom:

[Properties.Special]
00000001=Texte:

[Properties.Tasks]
00000001=Nom:
00000002=Description:
00000003=Description du groupe:

[Properties.Types]
00000001=Nom:
00000002=Description:

[Properties.UnInstallDelete]
00000001=Nom du fichier:
00000002=Type:

[Properties.UnInstallRun]
00000001=Nom du fichier:
00000002=Nom du fichier:
00000003=Dossier de travail:
00000006=ID "Run Once":
00000007=Verbe d'exécution:
00000008=Conditionnel
00000009=Système
00000010=Visibilité

[Section.BaseForm]

[Section.Components]
00000009=Vérification
00000010=Avant installation
00000011=Après installation
00000001=Nom
00000002=Description
00000003=Espace requis
00000004=Types
00000005=Drapeaux
00000006=Version minimale
00000007=Seulement en-dessous de la version
00000008=Langues

[Section.CustomMessages]
00000001=ID message
00000002=Langue
00000003=Message

[Section.Files]
00000009=Dimensions extérieures
00000010=Nom de l'assembly forte
00000011=Version minimale
00000012=Seulement en-dessous de la version
00000013=Composants
00000014=Tâches
00000015=Langues
00000016=Autorisations
00000017=Exclusions
00000018=Vérification
00000019=Avant installation
00000020=Après installation
00000001=Nom du fichier source
00000002=Nom du fichier destination
00000003=Type de fichier
00000004=Dossier source
00000005=Dossier destination
00000006=Drapeaux
00000007=Attributs
00000008=Installation police
00000021=Ajouter des fichiers...
00000022=Vérifier l'existence des fichiers
00000023=Chemins relatifs
00000024=Chemins absolus
00000025=Ajouter un dossier...
00000027=Convertir les chemins des fichiers vers

[Section.Folders]
00000009=Langues
00000010=Autorisations
00000011=Exclusions
00000012=Vérification
00000013=Avant installation
00000014=Après installation
00000001=Nom
00000002=Dossier de destination
00000003=Drapeaux
00000004=Attributs
00000005=Version minimale
00000006=Seulement en-dessous de la version
00000007=Composants
00000008=Tâches

[Section.Icons]
00000009=Commentaire
00000010=Raccourci
00000011=Version minimale
00000012=Seulement en-dessous de la version
00000013=Composants
00000014=Tâches
00000015=Langues
00000016=Vérification
00000017=Avant installation
00000018=Après installation
00000001=Nom
00000002=Nom du fichier
00000003=Dossier de travail
00000004=Application User Model ID
00000005=Drapeaux
00000006=Fichier d'icône
00000007=Index de l'icône
00000008=Paramètres

[Section.INIFiles]
00000009=Tâches
00000010=Langues
00000011=Vérification
00000012=Avant installation
00000013=Après installation
00000001=Nom du fichier
00000002=Section
00000003=Clé
00000004=Valeur
00000005=Drapeaux
00000006=Version minimale
00000007=Seulement en-dessous de la version
00000008=Composants

[Section.InstallDelete]
00000009=Avant installation
00000010=Après installation
00000001=Type
00000002=Nom du fichier
00000003=Version minimale
00000004=Seulement en-dessous de la version
00000005=Composants
00000006=Tâches
00000007=Langues
00000008=Vérification

[Section.InstallRun]
00000009=Version minimale
00000010=Seulement en-dessous de la version
00000011=Composants
00000012=Tâches
00000013=Langues
00000014=Vérification
00000015=Avant installation
00000016=Après installation
00000001=Nom du fichier
00000002=Paramètres
00000003=Dossier de travail
00000004=Drapeaux
00000005=Description
00000006=Message de statut
00000007=Verbe d'exécution
00000008=ID exécution unique

[Section.Languages]
00000001=Nom
00000002=Fichier des messages
00000003=Fichier de licence
00000004=Fichier Infos avant
00000005=Fichier Infos après
00000006=Ajouter les langues standards d'Inno Setup

[Section.Messages]
00000001=ID message
00000002=Langue
00000003=Message

[Section.PreCompile]
00000001=Nom du fichier
00000002=Paramètres
00000003=Drapeaux

[Section.Registry]
00000009=Seulement en-dessous de la version
00000010=Composants
00000011=Tâches
00000012=Langues
00000013=Vérification
00000014=Avant installation
00000015=Après installation
00000001=Racine
00000002=Sous-clé
00000003=Type de la valeur
00000004=Nom de la valeur
00000005=Données de la valeur
00000006=Drapeaux
00000007=Autorisations
00000008=Version minimale

[Section.Tasks]
00000009=Vérification
00000010=Avant installation
00000011=Après installation
00000001=Nom
00000002=Description
00000003=Description du groupe
00000004=Drapeaux
00000005=Version minimale
00000006=Seulement en-dessous de la version
00000007=Composants
00000008=Langues

[Section.Types]
00000009=Après installation
00000001=Nom
00000002=Description
00000003=Drapeaux
00000004=Version minimale
00000005=Seulement en-dessous de la version
00000006=Langues
00000007=Vérification
00000008=Avant installation

[Section.UnInstallDelete]
00000009=Avant installation
00000010=Après installation
00000001=Type
00000002=Nom du fichier
00000003=Version minimale
00000004=Seulement en-dessous de la version
00000005=Composants
00000006=Tâches
00000007=Langues
00000008=Vérification

[Section.UnInstallRun]
00000009=Version minimale
00000010=Seulement en-dessous de la version
00000011=Composants
00000012=Tâches
00000013=Langues
00000014=Vérification
00000015=Avant installation
00000016=Après installation
00000001=Nom du fichier
00000002=Paramètres
00000003=Dossier de travail
00000004=Drapeaux
00000005=Description
00000006=Message de statut
00000007=Verbe d'exécution
00000008=ID exécution unique

[Section_PostCompile]

[Wizard.BaseForm]

[Wizard.InnoSetup]
00000001=Toutes les fonctionnalités d'Inno Setup ne sont pas couvertes par cet assistant. Merci de consulter la documentation pour la création de fichiers de script Inno Setup.\n\nCliquer sur Suivant pour continuer ou sur Annuler pour quitter l'assistant.
00000002=Cet assistant va vous guider tout au long du processus de création d'un nouveau fichier de script Inno Setup. Les résultats seront utilisés pour générer un nouveau fichier de script qui pourra être compilé directement ou sauvegardé sur le disque dur pour un usage futur.
00000003=Bienvenue dans [name]
00000004=Vous avez réussi le [name].\n\nPour fermer l'assistant et générer le nouveau fichier de script, cliquer sur Terminer.
00000005== requis
00000006=gras
00000007=Créer un nouveau &fichier de script
00000008=&Nom de l'application:
00000009=&Editeur de l'application:
00000010=Site &web de l'application:
00000011=&Version de l'application:
00000012=Nom du &dossier d'application:
00000013=Dossier de base de destination de l'application:
00000014=L'application n'a pas besoin d'un dossier
00000015=Permettre à l'utilisateur à &changer le dossier d'application
00000016=Autre:
00000017=&Parcourir...
00000018=Fichier exécutable principal de l'application:
00000019=Permettre à l'utilisateur à démarrer l'application une fois l'installation terminée
00000020=&Ajouter un/des fichier(s)...
00000021=&Ajouter un dossier...
00000022=&Editer...
00000023=Autres &fichiers d'application:
00000024=&Supprimer
00000025=L'application ne possède pas un fichier exécutable principal
00000026=Permettre à l'utilisateur à &désactiver la création du dossier dans le menu Démarrer
00000027=Autres icônes de l'exécutable principal:
00000028=Nom du dossier d'application et du &menu Démarrer:
00000029=Créer une icône de désinstallation dans le menu Démarrer
00000030=Créer un raccourci Internet dans le menu Démarrer
00000031=Permettre à l'utilisateur à créer une icône sur le &bureau
00000032=Permettre à l'utilisateur à &changer le nom du dossier du menu Démarrer
00000033=Permettre à l'utilisateur de créer une icône de lancement rapide
00000034=&Parcourir...
00000035=Fichier d'information montré &après l'installation:
00000036=&Parcourir...
00000037=Fichier d'information montré &avant l'installation:
00000038=&Parcourir...
00000039=&Fichier de licence:
00000040=&Sélectionner tout
00000041=&Langues:
00000042=&Déselectionner tout
00000043=Utiliser le mot de passe pour &chiffrer les fichiers de l'application
00000044=Nom du &fichier de base de sortie du compilateur:
00000045=&Parcourir...
00000046=&Dossier personnalisé de sortie du compilateur:
00000047=Configuration du &mot de passe
00000048=&Parcourir...
00000049=Icône d'installation personnalisée:

[$CONSTANTS]
Default=Default
SCaption3rdparty=Sections tierces
SCaption3rdpartyDownload=Télécharger
SCaption3rdpartyPost=Etapes de post-compilation
SCaption3rdpartyPre=Etapes de pré-compilation
SCaptionAppearance=Apparence
SCaptionApplicationAdditional=Paramètres additionnels
SCaptionApplicationDetails=Détails de l'application
SCaptionApplicationFolder=Dossier d'application
SCaptionAssociations=Associations de fichiers
SCaptionBothOptions=Tant l'onglet actif et la barre de l'onglet
SCaptionCode=Code Pascal
SCaptionCodeSigningTools=Outils de signature de code
SCaptionCompilerSettings=Compilateur
SCaptionComponents=Composants
SCaptionCompression=Compression
SCaptionCopy=&Copier
SCaptionCustomizeView=Personnaliser l'affichage
SCaptionCustomMessages=Messages personnalisés
SCaptionCut=&Couper
SCaptionDelete=&Supprimer élément
SCaptionDeleteAll=Supprimer tous les éléments
SCaptionDiskSpanning=Découpage du programme d'installation
SCaptionDisplaySettings=Affichage
SCaptionDuplicateEntry=Entrée dupliquée
SCaptionEditorSettings=Editeur
SCaptionFiles=Fichiers
SCaptionFolders=Dossiers
SCaptionGeneralSettings=Paramètres généraux
SCaptionIcons=Icônes
SCaptionIni=Fichiers INI
SCaptionInsertCommentLine=Ligne de commentaire
SCaptionInsertEmptyLine=Ligne vide
SCaptionInsertISPPLine=Ligne ISPP
SCaptionInstallationPages=Pages d'installation
SCaptionInstallDelete=Suppressions avant installation
SCaptionInstallRun=Exécutions après installation
SCaptionItemProperties=Propriétés de l'élément
SCaptionLanguages=Langues
SCaptionLanguageSettings=Paramètres de langue
SCaptionLocateInScript=Localiser l'élément dans le script
SCaptionLogFile=Fichier journal
SCaptionMessages=Messages
SCaptionMoveDown=Descendre
SCaptionMoveToBottom=Déplacer tout en bas
SCaptionMoveToTop=Déplacer tout en haut
SCaptionMoveUp=Monter
SCaptionNewItem=Nouvel élément
SCaptionPaste=&Coller
SCaptionPluginSettings=Plugin
SCaptionPost=Etapes de post-compilation
SCaptionPre=Etapes de pré-compilation
SCaptionProgramGroup=Groupe de programmes
SCaptionProject=Projet - [%s]
SCaptionPublisherInformation=Informations sur l'éditeur
SCaptionRegistry=Registre
SCaptionRunAs2KXP=Toujours lancer le programme d'installation/désinstallation en tant qu'utilisateur différent
SCaptionRunAsVista=Toujours lancer le programme d'installation/désinstallation en tant qu'administrateur
SCaptionScript=Inno Setup Script
SCaptionSelectAll=Sélectionner &tout
SCaptionSelectIconFile=Sélectionner un fichier d'icône
SCaptionSelectInfoFile=Sélectionner le fichier des informations
SCaptionSelectLicenseFile=Sélectionner le fichier de la licence
SCaptionSelectLogFile=Sélectionner le fichier de journal pour le compilateur
SCaptionSelectManifestFile=Sélectionner le fichier manifeste de sortie
SCaptionSelectMessagesFile=Sélectionner le fichier des messages
SCaptionSelectOutputFolder=Sélectionner le dossier de sortie
SCaptionSelectSignedUninstallFolder=Sélectionner le dossier de désinstallation signé
SCaptionSelectSourceFolder=Sélectionner le dossier source
SCaptionSelectWizardImage=Sélectionner l'image de l'assistant
SCaptionSelectWizardImage2=Sélectionner la petite image de l'assistant
SCaptionSpecialItems=Eléments spéciaux
SCaptionSpecialValueComment=Texte du commentaire:
SCaptionSpecialValueCommentText=Texte du commentaire:
SCaptionSpecialValueEmptyLine=Ligne Vide
SCaptionSpecialValueISPPCode=Code ISPP:
SCaptionSpecialValueISPPLine=ISPP Ligne
SCaptionSystemRequirements=Prérequis Système
SCaptionTabBarOption=La barre d'onglets seulement (Montré sur le côté droit)
SCaptionTabOption=Onglet actif seule
SCaptionTargetMenu=Cible [%s]
SCaptionTasks=Tâches
SCaptionTypes=Types
SCaptionUninstall=Désinstaller des paramètres
SCaptionUninstallDelete=Suppressions après désinstallation
SCaptionUninstallRun=Exécutions avant désinstallation
SCaptionUpdateSettings=Mise à jour des paramètres
SCaptionUserInformation=Informations sur l'utilisateur
SCaptionVersionInformation=Informations sur la version
SCompilerExampleScripts=Scripts par exemple ...
SCompilerExecuteSetupError=Erreur d'exécution "%s": \n\n %d: %s
SCompilerIllegalNullChar=Illégale caractère nul sur la ligne %d
SCompilerMoreFiles=Plus les fichiers ...
SCompilerStatusAborted=Compiler avortée.
SDialogButtonApply=Appliquer
SDialogButtonBack=< &Précédent
SDialogButtonCancel=Annuler
SDialogButtonFindAll=Trouver toutes les
SDialogButtonFinish=&Terminer
SDialogButtonHelp=Aide
SDialogButtonNext=&Suivant >
SDialogButtonOK=OK
SDialogButtonReplaceAll=Remplacer tout
SEditorAbortCompile=Etes-vous sûr de vouloir annuler la compilation?
SEditorCaptionColumn=Colonne
SEditorCaptionInsert=Insérer
SEditorCaptionLine=Ligne
SEditorCaptionModified=Modifié
SEditorCaptionOverwrite=Ecraser
SEditorCaptionReadOnly=Lecture seule
SFormCaptionAbout=A propos
SFormCaptionAddFolder=Ajouter un dossier
SFormCaptionComponent=Propriétés des composants
SFormCaptionCustomize=Personnaliser les colonnes
SFormCaptionCustomMessage=Propriétés du message personnalisé
SFormCaptionEvaluateConstant=Evaluer la constante
SFormCaptionFile=Propriétés du fichier
SFormCaptionFolder=Propriétés du dossier
SFormCaptionGoToLine=Aller à la ligne numéro
SFormCaptionIcon=Propriétés de l'icône
SFormCaptionIniFile=Propriétés du fichier INI
SFormCaptionInnoWizard=Assistant Inno Script
SFormCaptionInnoWizardFiles=Assistant de fichier script
SFormCaptionInstallDelete=Action de suppression avant installation
SFormCaptionInstallFonts=Sélectionnez Polices
SFormCaptionInstallRun=Action d'exécution après installation
SFormCaptionLanguage=Propriétés de la langue
SFormCaptionLanguageOptions=Options des langues
SFormCaptionLanguages=Sélectionner les langues standards
SFormCaptionMessage=Propriétés du message
SFormCaptionNewProject=Nouveau projet
SFormCaptionOptions=Options
SFormCaptionParameters=Paramètres
SFormCaptionPostCompile=Action post-compilation
SFormCaptionPreCompile=Action pré-compilation
SFormCaptionRegistry=Entrée du registre
SFormCaptionReplace=Remplacer le texte
SFormCaptionSearch=Rechercher
SFormCaptionSpecialValue=Valeur spéciale
SFormCaptionTask=Propriétés de la tâche
SFormCaptionType=Propriétés du type
SFormCaptionUninstallDelete=Action de suppression après désinstallation
SFormCaptionUninstallRun=Action d'exécution avant désinstallation
SGroupCaptionAdditional=Additionnel
SGroupCaptionAttributes=Attributs
SGroupCaptionComponents=Composants
SGroupCaptionDetails=Détails
SGroupCaptionExcludes=Exclusions
SGroupCaptionFlags=Flags
SGroupCaptionLanguages=Langues
SGroupCaptionMinWindowsGroup=Version minimale de Windows
SGroupCaptionOnlyBelowWindows=Seulement en-dessous de la version de Windows
SGroupCaptionPermissions=Autorisations
SGroupCaptionScripting=Script Pascal
SGroupCaptionSysRequirments=Prérequis système
SGroupCaptionTasks=Tâches
SGroupCaptionTypes=Types
SHintCopy=Copier la sélection et la placer dans le presse-papiers
SHintCut=Couper la sélection et la placer dans le presse-papiers
SHintDelete=Supprimer élément
SHintDeleteAll=Supprimer tous les éléments
SHintInsertCommentLine=Ligne de commentaire
SHintInsertEmptyLine=Ligne vide
SHintInsertISPPLine=Ligne ISPP
SHintLanguage=Utiliser les fichiers de langue %s
SHintLocateInScript=Localiser l'élément dans le script
SHintMinimumWindows=Sélectionner la version minimale de Windows
SHintMinimumWindowsNT=Sélectionner la version minimale de Windows NT
SHintMoveDown=Descendre
SHintMoveToBottom=Déplacer tout en bas
SHintMoveToTop=Déplacer tout en haut
SHintMoveUp=Monter
SHintNewItem=Un nouvel élément
SHintOnlyBelowWindows=Sélectionner seulement en-dessous de la version de Windows
SHintOnlyBelowWindowsNT=Sélectionner seulement en-dessous de la version de Windows NT
SHintPaste=Coller le contenu du presse-papier
SHintSelectAll=Sélectionner tout
SHintSpecialItems=Eléments spéciaux
SLabelCaptionAfterInstall=Après installation:
SLabelCaptionBeforeInstall=Avant installation:
SLabelCaptionCheck=Vérification:
SMessageClearAllItems=Etes-vous sûr de vouloir nettoyer toutes les entrées de la section Script ?
SMessageCompileNow=Souhaitez-vous compiler le nouveau script maintenant?
SMessageGenerateGUID=Le GUID généré va être inséré dans l'éditeur à la position actuelle du curseur. Continuer ?
SMessageGenerateGUIDTitle=Générer le GUID
SMessageGoToLineError=Le numéro de ligne doit être compris entre 1 et %d
SMessageISCmplrError=Impossible de charger %s. Réinstaller Inno Setup 5 pourrait résoudre le problème.\n\nCertaines fonctionnalités vont à présent être désactivées.
SMessageISCmplrErrorTitle=Erreur lors du chargement de %s
SMessageMRUFileNotFound=Le fichier ''%s'' n'a pas pu être trouvé.\n\nEst-ce que vous voulez le supprimer de la liste des éléments récents ?
SMessageMRUFileNotFoundTitle=Erreur lors du chargement du fichier
SMessageSaveChanges=Le texte dans le fichier %s a changé.\n\nVoulez-vous sauvegarder les changements ?
SMessageValidationError=Les erreurs suivantes doivent être corrigées avant de continuer.
SMessageValidationErrorItem=Merci de saisir une valeur "%s".
SMessageValidationErrorTitle=Erreur de validation
SMessageVerifyFiles=Pour vérifier les fichiers sélectionnés le script doit auparavant avoir été sauvegardé.\n\nSouhaitez-vous sauvegarder le script afin que les fichiers sélectionnés puissent être vérifiés ?
STabCaptionAdditional=Additionnel
STabCaptionAdvanced=Avancé
STabCaptionAttributes=Général
STabCaptionCommon=Commun
STabCaptionComponents=Composants
STabCaptionDetails=Détails
STabCaptionGeneral=Général
STabCaptionLanguage=Langues
STabCaptionTasks=Tâches
STabCaptionTypes=Types
SUntitled=Sans titre
SWizardAppDir=Dossier de l'application
SWizardAppDir2=Merci de spécifier les informations sur le dossier de votre application.
SWizardAppDirNameError=Merci de spécifier le nom du dossier d'application.
SWizardAppDocs=Documentation de l'application
SWizardAppDocs2=Merci de spécifier quels fichiers de documentation doivent être affichés par le programme d'installation durant l'installation.
SWizardAppExeError=Merci de spécifier le fichier exécutable de l'application principale.
SWizardAppFiles=Fichiers de l'application
SWizardAppFiles2=Merci de spécifier les fichiers qui font partie de votre application.
SWizardAppFiles3=Merci de spécifier le dossier source.
SWizardAppFilesSubDirsMessage=Est-ce que les fichiers dans les sous-dossiers de "%s" doivent également être inclus ?
SWizardAppGroupNameError=Merci de spécifier le nom du groupe de l'application dans le menu Démarrer.
SWizardAppIcons=Icônes de l'application
SWizardAppIcons2=Merci de spécifier quelles icônes doivent être créées pour votre application.
SWizardAppInfo=Informations sur l'application
SWizardAppInfo2=Merci de spécifier quelques informations de base à propos de votre application.
SWizardAppNameError=Merci de spécifier le nom de l'application.
SWizardAppRootDirError=Merci de spécifier le dossier de base pour la destination de l'application.
SWizardAppVersionError=Merci de spécifier la version de l'application.
SWizardCancelMessage=L' [name] n'est pas complet. Si vous quittez maintenant, le nouveau fichier de script ne sera pas généré.\n\nQuitter l' [name]?
SWizardCancelMessage2=L'assistant de démarrage [name] n'est pas complet. Si vous quittez maintenant, les réglages que vous avez choisis d'importer ne seront pas sauvegardés.\n\nQuitter l'assistant de démarrage [nom] ?
SWizardCompiler=Paramètres du compilateur
SWizardCompiler2=Merci de spécifier quelques paramètres de base du compilateur.
SWizardCompiler32Check=Inno Setup Compiler de Jordan Russell
SWizardCompilerOutputDir=Merci de spécifier le dossier.
SWizardDefaultName=Assistant Inno Script
SWizardFileAppDestRootDirError=Merci de spécifier un dossier de base pour la destination autre que celui du dossier d'application.
SWizardFileDestRootDirError=Merci de spécifier le dossier de base pour la destination.
SWizardFinished=Terminé
SWizardImport=Importer les paramètres depuis
SWizardImport2=Merci de choisir l'outil de développement à partir duquel les paramètres doivent être importés.
SWizardImportError=Merci de spécifier au moins un environnement installé à partir duquel les paramètres doivent être importés
SWizardImportLabel=Le [name] a détecté la présence des environnements de développement suivants pour Inno Setup.
SWizardImportMRUList=Importer la liste des documents récents dans l'environnement sélectionné.
SWizardInnoIDECheck=InnoIDE de Graham Murt
SWizardISGCheck=Inno Script Generator de Hisoft 2000
SWizardISPP=Inno Setup Preprocessor
SWizardISPP2=Merci de spécifier si oui ou non Inno Setup Preprocessor doit être utilisé.
SWizardISPPCheck=Oui, utiliser les directives #define du compilateur
SWizardISPPLabel=Le [name] a détecté la présence d'Inno Setup Preprocessor (ISPP) et peut donc utiliser les directives #define du compilateur pour simplifier votre script. Bien que cela ne soit pas nécessaire, il sera plus facile de modifier manuellement le script plus tard.\n\nVoulez-vous que [nom] utilise les directives #define du compilateur ?
SWizardISToolCheck=ISTool de Bjørnar Henden
SWizardLanguages=Langues du programme d'installation
SWizardLanguages2=Merci de spécifier quelles langues du programme d'installation doivent être incluses.
SWizardLanguagesSelError=Merci de sélectionner au moins une langue.
SWizardSettings=Importer les paramètres
SWizardSettings2=Merci de cocher pour confirmer que les paramètres suivants sont corrects.
SWizardWelcome=Bienvenue
